Repository: Igordr1999/FindStudent.ru
Catalog: findstudent/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Name
ru: Название
uk: Ім'я

source: Alpha2
ru: Альфа2

source: Image
ru: Изображение
uk: Зображення

source: Continents
ru: Континенты
uk: Континент

source: Official name
ru: Оффициальное название
uk: Офіційна назва

source: Alpha3
ru: Альфа3

source: ISO code
ru: ISO код
uk: код ISO

source: Independent
ru: Независимый
uk: Незалежний

source: Rating
ru: Рейтинг
uk: Рейтинг

source: Area
ru: Площадь
uk: Область

source: Population
ru: Население
uk: Населення

source: Flag
ru: Флаг
uk: Прапор

source: Country
ru: Страна
uk: Країна

source: Countries
ru: Страны
uk: Країна

source: Short abbreviation
ru: Краткая аббревиатура
uk: Коротка абревіатура

source: Long abbreviation
ru: Длинная аббревиатура
uk: Довга абревіатура

source: GMT offset
ru: Отклонение по Гринвичу
uk: Зсув GMT

source: DST offset
ru: DST отклонение
uk: Переходу на літній час зміщення

source: Timezone
ru: Часовой пояс
uk: Часовий пояс

source: Timezones
ru: Часовые пояса
uk: Часовий пояс

source: IATA code
ru: код IATA
uk: Код IATA

source: Latitude
ru: Широта
uk: Широта

source: Longitude
ru: Долгота
uk: Довгота

source: Altitude
ru: Высота над уровнем моря
uk: Висота над рівнем моря

source: Capital
ru: Столица
uk: Капітал

source: Continent
ru: Континент
uk: Континент

source: City
ru: Город
uk: Місто

source: Cities
ru: Города
uk: Міста

source: Abbreviation
ru: Аббревиатура
uk: Абревіатура

source: Student count
ru: Количество студентов
uk: Кількість студентів

source: Slogan
ru: Слоган
uk: Гасло

source: Founded
ru: Основан
uk: Заснований

source: Website
ru: Веб-сайт
uk: Веб-сайт

source: Logo
ru: Логотип
uk: Логотип

source: University
ru: Университет
uk: Університет

source: Universities
ru: Университеты
uk: Університети

source: Campus
ru: Кампус
uk: Кампус

source: Number
ru: Номер
uk: Номер

source: Location
ru: Место нахождения
uk: Розташування

source: Room
ru: Кабинет
uk: Кафедра

source: Rooms
ru: Кабинеты
uk: Кафедры

source: Institute
ru: Институт
uk: Інститут

source: Institutes
ru: Институты
uk: Інститути

source: Department
ru: Кафедра
uk: Відділ

source: Departments
ru: Кафедры
uk: Відділи

source: Last name
ru: Фамилия
uk: Прізвище

source: First name
ru: Имя
uk: Ім'я

source: Patronymic
ru: Отчество
uk: По батькові

source: Photo
ru: Фото
uk: Фото

source: Lecturer
ru: Преподаватель
uk: Викладач

source: Lecturers
ru: Преподаватели
uk: Викладачі

source: Start time
ru: Время начала
uk: Час початку

source: End time
ru: Время конца
uk: Час завершення

source: Period
ru: Период
uk: Період

source: Periods
ru: Периоды
uk: Періоди

source: VK group id
ru: ID группы в ВК
uk: VK групи id

source: Avatar
ru: Аватарка
uk: Аватар

source: Avatar URL
ru: URL аватарки
uk: Аватар URL

source: StudentGroup
ru: Группа студента
uk: Студентська група

source: Sex
ru: Пол
uk: стать

source: Sexs
ru: Полы
uk: стати

source: System name
ru: Системное имя
uk: Назва системи

source: Emotion type
ru: Тип эмоций
uk: Тип емоцій

source: Emotion types
ru: Типы эмоций
uk: Типи емоцій

source: Landmark type
ru: Тип ориентира
uk: Тип орієнтира

source: Landmark types
ru: Типы ориентира
uk: Типи орієнтира

source: Emotion confidence
ru: Эммоциональная уверенность
uk: Емоційна впевненість

source: Emotion
ru: Эмоция
uk: Емоційна

source: Emotions
ru: Эмоции
uk: Емоції

source: X coordinate
ru: X-координата
uk: X координат

source: Y coordinate
ru: Y-координата
uk: Y координат

source: Landmark
ru: Ориентир
uk: Орієнтир

source: Landmarks
ru: Ориентиры
uk: Орієнтири

source: Bounding box width
ru: Ширина ограничивающей зоны
uk: Ширина поля обмежувача

source: Bounding box height
ru: Высота ограничивающей зоны
uk: Висота обмежувального поля

source: Bounding box left
ru: Ограничивающая зона слева
uk: Корпус ліворуч

source: Bounding box top
ru: Ограничивающая зона сверху
uk: Вершина рамки

source: Age range low
ru: Нижняя граница возраста
uk: Віковий діапазон низький

source: Age range high
ru: Верхняя граница возраста
uk: Віковий діапазон високий

source: Smile value
ru: Значение улыбки
uk: Значення посмішки

source: Smile confidence
ru: Доверие улыбки
uk: Довіра до усмішки

source: Eyeglasses value
ru: Наличие очков
uk: Значення окулярів

source: Eyeglasses confidence
ru: Доверие значению очков
uk: Окуляри довіри

source: Sunglasses value
ru: Наличие солнечных очков
uk: Сонцезахисні окуляри значення

source: Sunglasses confidence
ru: Доверие значению солнечных очков
uk: Впевненість сонцезахисні окуляри

source: Gender value
ru: Значение пола
uk: Пол значення

source: Gender confidence
ru: Доверие значению пола
uk: Гендерна впевненість

source: Beard value
ru: Наличие бороды
uk: Значення бороди

source: Beard confidence
ru: Доверие значению бороды
uk: Борода впевненість

source: Mustache value
ru: Наличие усов
uk: Значення усов

source: Mustache confidence
ru: Доверие значению усов
uk: Вуса впевненість

source: Eyes open value
ru: Наличие открытых глаз
uk: Очі відкрити значення

source: Eyes open confidence
ru: Доверие значению открытых глаз
uk: Очі відкриті, впевненість

source: Mouth open value
ru: Наличие открытого рта

source: Mouth open confidence
ru: Доверие значению открытого рта
uk: Рот відкритий впевненість

source: Roll pose
ru: Поворот головы(влево/вправо)
uk: Поза крену

source: Yaw pose
ru: Поворот шеи (влево/вправо)
uk: Поза нишпорення

source: Pitch pose
ru: Наклон головы (вперёд/назад)
uk: Тангаж представляє

source: Brightness quality
ru: Качество яркости
uk: Якість яскравості

source: Sharpness quality
ru: Качество резкости
uk: Якість різкості

source: Confidence
ru: Доверие
uk: Упевненість

source: Face ID
ru: ID лица
uk: Ідентифікатор особи

source: Image ID
ru: ID изображения
uk: ID зображення

source: Detected Face
ru: Обнаружено лицо
uk: Виявлена Особа

source: Detected Faces
ru: Обнаружены лица
uk: Виявлені Особи

source: User ID
ru: ID пользователя
uk: ідентифікатор користувача

source: Nickname
ru: Никнейм
uk: Прізвисько

source: Birthday
ru: День рождения
uk: Уродини

source: Real last name
ru: Настоящая фамилия
uk: Настоящая прізвище

source: Real first name
ru: Настоящее имя
uk: Справжнє ім'я

source: Home town
ru: Родной город
uk: Рідне місто

source: Status
ru: Статус
uk: Статус

source: Has photo
ru: Есть фото
uk: Фото

source: Is closed
ru: Закрыто
uk: Накриваний

source: Is deactivated
ru: Неактивно
uk: Деактивується

source: Record create date
ru: Запись создания даты
uk: Запис дата створення

source: Record update date
ru: Запись обновления даты
uk: Запис дати оновлення

source: Original avatar
ru: Оригинальная аватарка
uk: Оригінальний аватар

source: Original avatar URL
ru: URL оригинальной аватарки
uk: Оригінальний аватар URL

source: Student Group
ru: Группа студента
uk: студентська група

source: Student
ru: Студент

source: Students
ru: Студенты
uk: Студент

source: Photo create date
ru: Дата создания фото
uk: Дата створення фотографії

source: Faces details
ru: Детали лиц
uk: Особи деталі

source: Photo URL
ru: URL фото
uk: Фото адреса

source: Student Photo
ru: Фото студента
uk: Студентські Фото

source: Student Photos
ru: Фотографии студента
uk: Фотографії Студентів

source: Similarity
ru: Сходство
uk: Схожість

source: Identified Face
ru: Идентифицировано лицо
uk: Идентифицированное Особа

source: Identified Faces
ru: Идентифицированы лица
uk: Ідентифіковані Особи

source: Identified faces
ru: Идентифицированы лица
uk: Ідентифіковані особи

source: Universal Identified Face
ru: Универсальное лицо индентифицировано
uk: Універсальна Ідентифікована Особа

source: Universal Identified Faces
ru: Универсально идентифицированы лица
uk: Універсальні Ідентифіковані Особи

source: Owner
ru: Владелец
uk: Власник

source: Code
ru: Код
uk: Код

source: Detected faces
ru: Обнаруженные лица
uk: Виявлені особи

source: Universal identified faces
ru: Универсально Идентифицированные лица
uk: Універсальні ідентифіковані особи

source: Student Search
ru: Поиск студента
uk: Пошук Студентів

source: Student Searches
ru: Поиски студента
uk: Студентські Пошуки

source: English
ru: Английский
uk: Англійський

source: Russian
ru: Русский
uk: Російський

source: German
ru: Немецкий
uk: Німецький

source: French
ru: Французский
uk: Французький

source: Ukrainian
ru: Украинский
uk: Український

source: Login
ru: Логин
uk: Авторизувати

source: Sign in
ru: Войти
uk: Реєструвати

source: Log out
ru: Выйти
uk: Вийти з системи

source: Password change
ru: Изменить пароль
uk: Зміна пароля

source: Change
ru: Изменить
uk: Зміна

source: Password reset
ru: Пароль сброшен
uk: Скидання пароля

source: Reset
ru: сброс
uk: Скидання

source: Settings
ru: Настройки
uk: Настройка

source: Save
ru: Сохранить
uk: Рятувати

source: Sign Up
ru: Зарегистрироваться
uk: підписавши

source: Registration
ru: Регистрация
uk: Реєстрація

source: Sign up
ru: Зарегистрироваться
uk: Підписавши

source: Menu
ru: Меню
uk: Меню

source: Static data
ru: Статические данные
uk: Статичні дані

source: Dynamic data
ru: Динамические данные
uk: Динамічні дані

source: Groups
ru: Группы
uk: Групи

source: Search by photo
ru: Поиск по фото
uk: Пошук за фото

source: Search by photo URL
ru: Поиск по URL фото
uk: Пошук за URL-адресою фотографії

source: My searches
ru: Мои поиски
uk: Мої пошуки

source: Logout
ru: Выйти
uk: Вийти

source: For Clients
ru: Для клиентов
uk: Для клієнтів

source: Student search by photo
ru: Поиск студента по фото
uk: Пошук студентів за фото

source: Student search by photo url
ru: Поиск студента по URL фотографии
uk: Пошук студентів за фото url

source: Student search by parameters
ru: Поиск студента по параметрам
uk: Пошук студентів за параметрами

source: For Researhers
ru: Для ищущих
uk: Для дослідників

source: Student mood research
ru: Исследование настроения студента
uk: Дослідження настрою студента

source: Student attendance research
ru: Исследование посещаемости студента
uk: Дослідження відвідуваності студентів

source: Student environment research
ru: Исследование окружения студента
uk: Дослідження студентського середовища

source: Student interest vector research
ru: Исследования вектора интересов студента
uk: Дослідження інтересів студентів

source: For developers
ru: Для разработчиков
uk: Для розробників

source: Learning API
ru: Изучить API
uk: Навчання API

source: Documentation
ru: Документация
uk: Документація

source: Bug Tracker
ru: Баг-трекер
uk: Відстеження помилок

source: Platform Status
ru: Статус платформы
uk: Статус платформи

source: About
ru: О проекте
uk: Про

source: Our team
ru: Наша команда
uk: Наша команда

source: Contacts
ru: Контакты
uk: Контакти

source: BASE
ru: ОСНОВА
uk: на основі

source: Button
ru: Кнопка
uk: Кнопка

source: Return to site
ru: Вернуться на сайт
uk: Повернутися на сайт

source: Sections
ru: Секции
uk: Розділи

source: My searhes
ru: Мои поиски
uk: Мої пошуки

source: FindStudent
ru: НайдиСтудента
uk: Знайтистудента

source: Search
ru: Поиск
uk: Пошук

source: Search started. DON'T RELOAD PAGE and wait 20 - 30 seconds!
ru: Поиск запущен. НЕ ОБНОВЛЯЙТЕ СТРАНИЦУ и подождите 20-30 секунд!
uk: Почався пошук. НЕ ПОВЕРНУТЬ СТОРІНКА і чекайте 20 - 30 секунд

source: Upload image
ru: Загрузить изображение
uk: Завантажити зображення

source: Instruction
ru: Инструкция
uk: Інструкція

source: Click on the button 'Select image' and upload image
ru: Нажмите на кнопку 'Выбрать изображение' и загрузите изображение
uk: Натисніть кнопку 'Вибрати зображення' та завантажте зображення

source: Click on the button 'Select image' and select the desired image for further analysis.
ru: Нажмите на кнопку «Выбрать изображение» и выберите нужное изображение для дальнейшего анализа.

source: Click on the 'Search' button
ru: Нажмите на кнопку 'Поиск'
uk: Натисніть кнопку 'Пошук'

source: Click on the 'Search' button. The search will start instantly.
ru: Нажмите на кнопку 'Поиск', поиск начнётся мгновенно
uk: Натисніть кнопку 'Пошук'. Пошук розпочнеться миттєво

source: Wait 20 - 30 seconds. DON'T UPDATE PAGE
ru: Подождите 20 - 30 секунд. НЕ ОБНОВЛЯЙТЕ СТРАНИЦУ
uk: Зачекайте 20-30 секунд. НЕ ОНОВЛЯЙТЕ СТОРІНКА

source: Wait for the notification about the end of the analysis.
ru: Ждите уведомление об окончании анализа
uk: Дочекайтеся повідомлення про закінчення аналізу

source: Analyze search results right on this page
ru: Анализ результата поиска на этой странице
uk: Проаналізуйте результати пошуку прямо на цій сторінці

source: After the notification about the end of the analysis appears, you can see the results of detection on this page or in the My Searches page.
ru: После того, как появится уведомление об окончании анализа, вы можете увидеть результаты обнаружения на этой странице или на странице Мои поиски.

source: P.S. Advise
ru: P.S. Совет
uk: P.S. Порадьте

source: If you are not interested in information on people who have accidentally entered the frame, then you can paint their faces in any graphic editor (such as Paint and other programs). This will significantly increase the search speed.
ru: Если вас не интересует информация о людях, которые случайно попали в кадр, то вы можете раскрасить их лица в любом графическом редакторе (например, Paint и другие программы). Это значительно увеличит скорость поиска.

source: Identified
ru: Идентифицированные
uk: Ідентифіковано

source: of
ru: из
uk: з

source: persons
ru: люди
uk: осіб

source: Map
ru: Карта
uk: Карта

source: Results by search
ru: Результаты поиска
uk: Результати пошуку

source: About search
ru: О поиске
uk: Про пошук

source: Person
ru: Человек
uk: Людина

source: Smile
ru: Улыбка
uk: Посмішка

source: Yes
ru: Да
uk: Так

source: No
ru: Нет
uk: Ні

source: Eyeglasses
ru: Очки
uk: Окуляри

source: Sunglasses
ru: Солнечные очки
uk: Сонцезахисні окуляри

source: Beard
ru: Борода
uk: Борода

source: Open eyes
ru: Открытые глаза
uk: Відкрийте очі

source: Open mouth
ru: Открытый рот
uk: Відкрийте рот

source: Brightness qualidty
ru: Качество яркости
uk: Яскравість

source: VK account
ru: Аккаунт ВК
uk: VK рахунок

source: More information
ru: Больше информации
uk: Більше інформації

source: Link
ru: Ссылка
uk: Посилання

source: Record create
ru: Создание записи
uk: Створити запис

source: Person detected
ru: Человек обнаружен
uk: Виявлено особу

source: Person identified
ru: Человек индентифицирован
uk: Особа ідентифікована

source: Search student group by params
ru: Поиск студенческой группы по параметрам
uk: Пошук групи студентів за параметрами

source: Search photo
ru: Поиск фото
uk: Пошук фото

source: Search student by parameters
ru: Поиск студента по параметрам
uk: Пошук студента за параметрами

source: Student group
ru: Студенческая группа
uk: Студентська група

source: BLOCK
ru: БЛОК
uk: БЛОК

source: Students by group
ru: Студенты по группам
uk: Студенти за групами

source: Abbr
ru: Аббр
uk: Скр

source: Time
ru: Время
uk: Час

source: About object
ru: О объекте
uk: Про об'єкт

source: Institute and Departments
ru: Иститут и кафедры
uk: Інститут і кафедри

source: All
ru: Все
uk: Все

source: Actual information on the official website
ru: Актуальная информация на оффициальном сайте
uk: Актуальна інформація на офіційному сайті

source: FindStudent is a service for finding students by photo, as well as researching the mood, interests and environment of people.
ru: FindStudent - это сервис для поиска студентов по фотографии, а также исследования настроения, интересов и окружения людей.

source: Mood labels
ru: Лейблов настроения
uk: Мітки настрою

source: Points on the face
ru: Точки на лице
uk: Окуляри на обличчі

source: Tags of intereste
ru: Теги интереса
uk: Мітки інтересу

source: Student groups
ru: Студенческие группы
uk: Студентські групи

source: Students photos
ru: Студенческие фотографии
uk: Студентські фотографії

source: Service features
ru: Функции сервиса
uk: Функції сервісу

source: Search students by photo
ru: Поиск студентов по фото
uk: Пошук студентів за фото

source: Just upload a photo and get complete information about the people in the photo.
ru: Просто загрузите фотографию и получите полную информацию о людях на фотографии.

source: Search for students by parameters
ru: Поиск студентов по параметрам
uk: Пошук студентів за параметрами

source: Find a student by filling out the search form parameters
ru: Найти студента, заполнив форму параметров поиска
uk: Знайдіть студента, заповнивши параметр форми пошуку

source: Mood Research
ru: Исследование настроения
uk: Дослідження настрою

source: Explore the mood of a person based on public photos
ru: Изучите настроение человека по публичным фотографиям
uk: Ознайомтеся з настроєм людини на основі публічних фотографій

source: Interest research
ru: Исследование интересов
uk: Дослідження інтересів

source: Explore a person’s interests based on their profile
ru: Исследуйте интересы человека на основе его профиля
uk: Досліджуйте інтереси людини на основі їхнього профілю

source: Explore the environment and the approximate location of a person, based on his virtual friend list
ru: Исследуйте окружающую среду и приблизительное местоположение человека, основываясь на его списке виртуальных друзей

source: REST API support
ru: Поддержка REST API
uk: Підтримка REST API

source: Upload photos and download megabytes of data in tens of thousands of lines in a few seconds in automatic mode
ru: Загружайте фотографии и скачивайте мегабайты данных десятками тысяч строк за несколько секунд в автоматическом режиме

source: Documentaion
ru: Документацияя
uk: Документація

source: Get started
ru: Начать
uk: Почати

source: Register on this site
ru: Зарегистрируйтесь на сайте
uk: Зареєструйтеся на цьому сайті

source: Click on the button 'Sign up' and register on this site.
ru: Нажмите кнопку 'Зарегистрироваться' и зарегистрируйтесь на сайте

source: Get API key
ru: Получить ключ API
uk: Отримати ключ API

source: Send a POST request for a key by putting your username and password in HTTP Body form-data.
ru: Отправьте запрос POST для ключа, поместив свое имя пользователя и пароль в HTTP Body form-data.

source: Get token
ru: Получить токен
uk: Отримати знак

source: Send requests to methods with Headers
ru: Отправить запросы медотам в Заголовками
uk: Надсилати запити до методів із заголовками

source: Send requests to methods with Headers containing the Key = 'Authorization' field and Value = 'Token XXXXX' (without quotes, where XXXXX is your token)
ru: Отправляйте запросы в методы с заголовками, содержащими поле Key = 'Authorization' и Value = 'Token XXXXX' (без кавычек, где XXXXX - ваш токен)

source: HEED HELP?
ru: Необходима помощь?
uk: ХІД ДОПОМОГА?

source: Please, contact by email
ru: Пожалуйста, свяжитесь по почте
uk: Будь ласка, зверніться по електронній пошті

source: Home page
ru: Домашняя страница
uk: Домашня сторінка

source: Igor Drobyashchenko, TeamLead & FullStack Developer
ru: Игорь Дробященко,TeamLead & FullStack Developer
uk: Игорь Дробященко, TeamLead & FullStack Developer

source: Denis Sannikov, Backend Developer
ru: Денис Санников,Backend Developer
uk: Денис Санников, Backend Developer

source: Edward Mailyan, Sprint manager & Frontend Developer
ru: Эдуард Маилян, Sprint manager & Frontend Developer
uk: Эдуард Маилян, Sprint manager & Frontend Developer

source: Maxim Vasilyuk, Tester
ru: Максим Василюк, Tester
uk: Максим Василюк, Tester

source: Anton Manohin, Tester
ru: Антон Манохин, Tester
uk: Антон Манохин, Tester
